Polish GitHub repo presentation
